Repository: atlas-studios/Session2-G2
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: “安儿！”薄飞平突然紧张的喊了一句。
en_us: “An！”Pu FeiPing exclaimed anxiously.

source: “安排……”沈萤这才想起，不能让她们干站着，爬起来指了指若大的殿宇道，“要不你们随便找个房间先住下？等牛爸爸回来再说，这里挺大的，随便住哪间都可以的。”
en_us: "Arrangements…" Shen Ying finally recalled that she should not just let them stand there. She climbed up and pointed toward the huge hall. "How about you guys just find a room and settle down first? Wait for Father Niu to come back to make any arrangements. This place is pretty big so staying anywhere is fine."

source: “完了！”
en_us: "I'm done for!"

source: “实力！”
en_us: “Strength!”

source: “客你妹啊！”他不是追魂楼楼主吗？回你追魂楼去啊！在这蹭什么饭，饭不要灵石的吗？凭什么占了他的位子，吃着他那份。
en_us: "Guest your head!" Wasn't he the Soul Chasing Tower's Tower Master? Get back to your Soul Chasing Tower! Why are you here to freeload, don't rice need spirit stones? Why did he have the right to take up his seat and eat his portion.

source: “家主……”一个弟子慌乱的跑进后殿，“不好了，不好了！”
en_us: "Master…" A flustered disciple ran to the back of the hall. "Oh no, oh no!"

source: “家主……”有反应过来的化神，想要上前救人，却发现完全没用，而且还会直接被沈萤狂暴的怒气卷进去，她似是完全不知道自己手里抓的是什么，冲上来一个，抡起手里的东西就砸倒一个。
en_us: "Patriarch..." The Soul Formation cultivators, who had recovered from their shock, wanted to go forward to help, but discovered that they were no only unable to help but were themselves drawn into Shen Ying's inferno of rage. She seemed completely unaware of what she was holding onto. Whoever who came up to her was hurled to the ground.

source: “家主客气。”孤月笑得越加的商业，“都是正派仙门，理该同气连枝。”
en_us: "Family Master, you are too kind." Lonemoon smiled more politely, "We are righteous and established sects of course we should

source: “家主客气了。”孤月上前一步笑道，“轩辕家不也有五人进入了决赛，我们顺道也恭喜家主了。”
en_us: "Family Master, you're too kind," Lonemoon said as he stepped into view. "Five disciples from your Xuan Yuan Family have also made it into the finals. We’ll take this chance to congratulate you too, Family Master."

source: “家主，不要！”五个粽子齐齐出声。
en_us: "Master, no!" The five dumplings shouted in unison.

source: “家主，此事切莫再提了!”那游仙一脸惊慌的提醒，“家主也知道，我们原本那株千叶草木灵千年前就已经失了智灵，如今连本体都已经枯死了，估计也救不回来了。”所以他们才着急的寻找下一株千叶草木灵，“如今用一株枯草换来这十几株的千叶灵花，已经是大仙仁厚了。况且……”
en_us: "Master, let's never speak of this again!” The Traveling Immortal reminded him, his expression one of panic. "Master, you know that the Thousand Leaves Vegetation Spirit that we had had already lost its sentience a thousand years ago. Its body had already withered. It's unlikely that we would have been able to revive it anyway." That was why they had so desperately wanted to find another Vegetation Spirit. "The Great Immortal has already been so kind to give us more than ten Thousand Leaves Spirit Flowers in exchange for that withered grass. What's more…"

source: “家师，沈莹。”羿清回答，一脸恭敬的神情，还不忘给对方添了碗饭。
en_us: “She is my master, Shen Ying." Yi Qing replied with a respectful look on his face, not forgetting to give her another bowl of rice.

source: “家父和其它两大世家家主，以及很多门派的修士，被郁家所惑，进入了升仙塔，至今生死未卜！”印元飞一脸急切的道。
en_us: "My father and the other two aristocratic family patriarchs, as well as many cultivators from the various sects were lured by the Yu family into the Immortal Ascension Pagoda. I don't know whether they are alive or dead!"

source: “家父和族中各位太叔伯就是入塔的第一批人。”印元飞沉声道。
en_us: "My father and several uncles from my family are some of the people who were invited to enter the pagoda," Yin Yuanfei said in a low voice.

source: “家父已经前去上都，将此事上报了。”薄飞平道，如果真是魔界之门，他们小小一个仙城自然做不了主。
en_us: Pu Feiping said, "My father had already went to the upper courts to report this matter." If that really was the Door of Demon Realm, a mere city like theirs could not be responsible enough to make a decision.

source: “容天不弃，今日终是迎来有缘之人，可继我衣钵，续我传承。”高台之上，缓缓浮现出一缕半透明的仙魂，白衣如雪仙气萦绕，“看破炉中乾坤之人，有资格入我门中。我乃丹阳宗主金仙碧涛之残魂，五万年来你是唯一一个进入我仙宫之人，现将此丹宗传承予你。忘你修心修道，早成正果。”
en_us: "The Heavens have permitted that you and I cross paths today — someone who can take over the mantle and continue my heritage." Slowly, a translucent immortal soul appeared on the stage. A white cloud of Immortal Qi surrounded him. "He who sees through the fiery furnace has earned his right to enter this pavilion. I am the Sect Master of the Dan Yang Sect, the remnant soul of Golden Immortal Bitao. You are the first one who has entered my Immortal Pavilion in 50,000 years. I will pass my Alchemical Sect down to you. May you bear fruit in cultivating your heart and mind."

source: “容天不弃，今日终是迎来有缘之人，可继我衣钵，续我传承，看破炉中……”
en_us: "The Heavens have permitted that you and I cross paths today — someone who can take over the mantle and continue my heritage. He who sees through the fiery furnace…"

source: “对……禀报大总管，禀报刑堂，将江逸处死……”
en_us: "Right... report this to the Chief Supervisor, report to the Disciplinary Court, and punish Jiang Yi by giving him the death penalty..."

source: “对了……武殿！去武殿内做陪练去！这样不仅可以赚些银钱，还说不定能遇见姬小姐！”
en_us: "Right... The Martial Arts Hall! I should go to the Martial Arts Hall and be a sparring partner! Like that, not only can I make some money, I might even be able to meet Young Mistress Ji!"

source: “对了。”奚秋突然想起一件事，“不知上青界……”
en_us: "Oh, yes," Xi Qiu suddenly recalled something. "Was the Upper Azure World…"

source: “对了。”沈萤想到了什么，转过头直直的看向郁海珩，慢慢的，仿佛一字一句开口，“不管你以后查到什么，小绿也好，小红也好。她们以前是什么人我不管，但以后都是我无敌派的妹子，不能随便抓！我脾气不好，你要记住了。”
en_us: "Right." Shen Ying thought of something, turned over to look at Yu Hai Heng, and slowly said, "No matter what you find out in the future about Litte green or Little red, I do not care about their pasts, but they are my girls of the Invincible Sect, you cannot just catch them like that! My temper is not good, you better remember that."

source: “对了。”沈萤突然加了一句，“那个渣男跟欺负烤鸡妹子的那两个人认识。”
en_us: "That's right," Shen Ying suddenly added. "That scum was friends with the two people who bullied Roasted Chicken Gal."

source: “对了沈萤，这只灵兽叫啥？”孤月顺口问道。
en_us: "By the way, Shen Ying, what's this spirit beast called?" asked Lonemoon casually.

source: “对了！”
en_us: "Oh, that's right!"

source: “对了！”她枕在桌上的脑袋歪了歪，“那人好像还留了个东西……”
en_us: "By the way!" She tilted her head, which had been resting on the table. "That person seemed to have left something behind..."

source: “对了，上次让你带的东西呢？带了吗？”她直接拉过它手里的筐，找了起来。
en_us: "Oh right, did you bring the item that I requested for previously? Did you bring it along?" She simply took over the basket from its hands and started looking through it.

source: “对了，你叫什么？”
en_us: "Oh yes, what’s your name?"

source: “对了，你跟那易峰很熟吗？”孤月放下手里炒的最后一碟菜问。
en_us: "By the way, are you close to Yi Feng?" asked Lonemoon. Having finished cooking, Lonemoon placed the last dish on the table.

source: “对了，先去丹药房领丹药！”
en_us: "Right, off to the Elixir Room to retrieve an elixir!"

source: “对了，刚师叔旁边似乎……站了个人，你们可认识？”
en_us: "Oh right, just now beside Uncle Master… there seemed to be someone, do any of you know?"

source: “对了，园长叫它灵主来着。”
en_us: "And the Director called him Spirit Master."

source: “对了，我还在河边给你们留了只鸡呢，你们看到没有？”她可是个好老板。
en_us: "Right, I even left a chicken by the shore for both of you, did you guys see it?" She was certainly a good boss.

source: “对了，那个谁……你家还有多远？”她回头看向姓陆的修士。
en_us: "By the way, whatever you’re called… how much further to your house?" She looked back at the cultivator named Lu.

source: “对了，黑色元力全消耗完了，我得赶紧提炼一些，随时备用。还有昨日回炉蓝色元力也消耗的太多了，得补上一些。”
en_us: "Oh yes, I have consumed all of my black essence force. I have to hurry and refine more, so I can use it at any time. Additionally, I consumed too much blue essence force during the reheating yesterday—I have to make up for that loss."

source: “对呀！这都十六天了。”
en_us: "That's right! Almost sixteen days."

source: “对呀，可水灵了，你瞧这颜色，这水份。我们族里最爱吃了。”
en_us: “That's right, and as juicy as it is tasty too. Just look at the color, the water content. The kind that our races loves to eat most."

source: “对呀，还有羿清真人。”他也是剑修，比之化神尊者也不差，的确很适合。
en_us: "Oh yes, Perfected Yi Qing." He was a sword cultivator himself, comparable to Soul Formation stage Supremacies. He was indeed a good choice.

source: “对哦。”沈萤赞同的点了点头，“吃饱了才有力气干架嘛。”
en_us: "You're right." Shen Ying nodded in agreement. "We need to fill our stomachs so that we have the energy to carry out our task."

source: “对啊。”不然呢？
en_us: "Yes." What about it?

source: “对啊。”沈萤老实点头，“你是谁？”
en_us: "Yes." Shen Ying nodded earnestly, "Who are you?"

source: “对啊。”那又怎样？
en_us: "Yeah, so?"

source: “对啊！”孤月点了点头，呵呵一笑道，“我没跟你们说吗？我跟羿清都没有收徒的经验，她们修着修着就这样了。所以整个无敌派，除我跟羿清外，所有弟子全是体修。”
en_us: "Yes!" exclaimed Lonemoon. He nodded his head and chuckled, "Did I not tell you previously? Yi Qing and I both do not have any experience in accepting disciples. They just became like this while cultivating. Hence for the entire Invincible Sect, other than Yi Qing and me, all of the disciples are body cultivators.

source: “对啊！”沈萤懒洋洋的点了点头。
en_us: "Yes!" Shen Ying nodded lazily in affirmation.

source: “对啊！”沈萤点头，“你不知道吗？”
en_us: “Yeah！”Shen Ying，“You mean you didn;t know？”

source: “对啊，剑修向来都是苦修之人，如果我们安心留下来，或许不会……”另一名女子也有些动摇道，“我还听闻，前阵子有两位剑修闯入轩辕主家，连轩辕家主都拿他们没办法。他们也是两个人，你说他们会不会就是……”
en_us: "You're right. Sword cultivators have always trained the hardest. If we stay behind, maybe we wouldn't-" Another girl also seemed to waver as she interrupted, "I also heard that there were two sword cultivators who recently broke into the Xuan Yuan Family and even that family couldn't do anything to them. There are also two sword cultivators here, so do you think they're-"

source: “对啊，四五年……”他眼神越加的飘乎，“短短四五年的时间，他就从一个金丹修士，直接升到了化神。连续两次大顿悟。这种话要是说出去，整个三青界，怕是没有人会相信吧。”
en_us: "That's right, four or five years..." his eyes glazed over. "In a mere four or five years, he rose from a Golden Core cultivator to a Soul Formation. He went through two epiphanies in a row. If you told anyone in the Upper Azure World about this, nobody would believe you."

source: “对！江逸立即放了虎哥，否则虎哥出了事，你绝对死路一条！”
en_us: "Right! Jiang Yi, let Brother Hu go immediately, otherwise, should something bad happen to Brother Hu, you would definitely only have one end-result - death!"

source: “对！没错！不能告诉家族！”
en_us: "Right! That's right! We can't tell the family clan!"

source: “对，不是还有个老头没解决吗？反正顺便，买一送一了。”
en_us: "Yes. Don't we have another old fogey to deal with? Since it's convenient, I’ll give you guys a buy one get one free service."

source: “对，大家都知道我界的妖气对他们修为有损，所以他们从不靠近边界林，又怎么会专程守在此处。”
en_us: "That's right. Everyone knows that the demonic aura of our realm is damaging to their cultivation, making it rare for them to approach the periphery forest of our realm. Why would they suddenly deploy manpower to guard the borders all of a sudden?"

source: “对，我要干……”戚橙雨话到一半停住，猛的睁大眼睛，“你……怎么知道？”
en_us: "Yes, I am going to…" Qi Chengyu stopped mid-sentence, her eyes widening in surprise. "How did you… know?"

source: “对，羿清！”她一本正经的道，“我叫羿清。”
en_us: "Yes, Yi Qing!" she continued gravely. "My name is Yi Qing."

source: “封了？那门怎么办？”
en_us: Lonemoon asked, "Closed? Then what about the door"

source: “封印元力对练？”
en_us: "Sparring with your essence force sealed off?"

source: “封印符文已经破解了四百枚了，修炼速度达到原先的十五倍，都可比家族的普通子弟修炼速度了！呼……按这速度增幅下去，等全部封印破解掉，我的修炼速度能增幅到何等恐怖的地步？”
en_us: "I've already broken four hundred runic patterns on my seal; my cultivation speed is now 15 times as fast as before, on par with an average descendant in the family! Hah... at this rate, just how terrifyingly fast would my cultivation speed become once the seal breaks completely?"

source: “封印！”
en_us: "The seal!"

source: “尊者。”羿清回身朝他抱拳点了点头，比起前者来客气有余亲近不足，亲疏立见。
en_us: “Supremacy." Yi Qing cupped his fists towards him and nodded. He was far more courteous yet less friendly towards him, drawing a clear line between him and his master.

source: “尊者好走。”奚秋手抖了一下，还是接了过去，顿时有种无地自容之感，这事本来最无辜的就是他们亲徒，偏偏为了宗门……
en_us: "Supremacy, I wish you all the best." Xi Qiu's hands trembled as he received the jade token. He suddenly felt extremely ashamed of himself. The most innocent people in this entire situation were his own disciples. Yet, for the sect…

source: “尊者尽管放心，我们不惧吃苦。”知道他担心的是什么，郁红上前一步，一脸坚定的道，“世间最苦的事，我们都已经经历过了，还有什么可怕的？”
en_us: "Supremacy, don't worry. We aren’t afraid of hardship." Knowing what he was worried about, Yu Hong stepped forward with firm determination and said, "We have already experienced the toughest thing in the world, so what's there to be afraid of?"

source: “尊者慎言。”羿清猛的一拍桌子，像是真的生了气，“家师知之甚多，不是随便什么人可以置喙的。”说我可以，说我师父不行！
en_us: "Supremacy, please choose your words with care." Yi Qing thumped the table fiercely. He seemed provoked. "My master knows a lot, not just anybody can impose judgement on her." You can criticize me, but not my master!

source: “尊者见谅！”
en_us: "Supremacy, please forgive me!"

source: “尊者误会，我并没有另投师门的打算。”羿清仍旧拒绝。
en_us: "Supremacy, you misunderstand. I have no plans to look for another master."

source: “尊者请回！”羿清眉头一皱，隐隐也有了些火气，“我羿清虽然只是一个金丹，但决不做背叛师门之事。”说完还郑重的朝着沈莹道，“师父放心，徒儿此生都只会是您的徒弟。”
en_us: "Supremacy, please leave!" Yi Qing frowned, showing a hint of anger. "I, Yi Qing, though only a Golden Core cultivator, will never do anything to betray my master." And so saying, he turned solemnly to Shen Ying and said, "Master please be assured, I will remain your disciple for the rest of my life."

source: “尊者，我们原本是打算去中青界冥阴山的。”郁红出口解释道，“冥阴山魔尊与其它魔修不同，虽然修魔却从未行恶事，门下之人也是一样。听闻她曾经跟我们有同样的遭遇，收留了很多我们这样的女子。只是我等身份特殊，也不知她会不会……”
en_us: "Supremacy, we wanted to go to the Middle Azure World's Ming Yin Mountain," Yu Hong explained. "Ming Yin Mountain's Fiend Supremacy is different from other Fiendish Cultivators—she has never done anything evil. The disciples in her sect are the same. We heard that she had suffered from the same fate as us a while ago and took in many girls like us. We're just not sure if she would take us in given our special identities…"

source: “尊者？！”戚橙雨一惊，一脸不敢置信的抬起了头，他这是……打算放过她？
en_us: "Supremacy!?" Qi Chengyu was alarmed as she looked up in disbelief. He was… planning on letting her off?

source: “小奴！”
en_us: "Xiaonu!"

source: “小奴，你一定要坚持住！”
en_us: "Xiaonu, you need to hang in there!"

source: “小奴，你的仇……少爷帮你报了！”
en_us: "Xiaonu, young master... has avenged you!"

source: “小奴，我去去就回。”
en_us: "Xiaonu, I'm just heading out quickly and will be back in a jiffy."

source: “小奴，我在这！”
en_us: "Xiaonu, I am over here!"

source: “小奴，走！”
en_us: "Let's go, Xiaonu!"

source: “小姐姐……”它可怜兮兮的抬起头，习惯性伸手想抱她的大腿。
en_us: "Little Missy…" It raised its head pitifully and hugged her thigh out of habit.

source: “小姐姐……”萝卜不死心的用叶子伸向沈萤，好不委屈。
en_us: "Little Missy..." The radish refused to give up. Using its leaves, it reached out for Shen Ying.

source: “小姐姐，你终于回来了！”刚进屋，穿得跟翡翠似的萝卜就扑了过来，沈萤习惯性的往旁边退开一步，就见那块翡翠径直砸到了后面的孤月身上。
en_us: "Little Missy, you are finally back!" Upon entering the house, the radish, who was dressed like a jade, pounced onto Shen Ying who habitually dodged a step to the side. It resulted in that jade-resembling piece smashing directly into the person behind Shen Ying - Lonemoon.

source: “小姐姐，你说好给我浇……”水字还没有出口，却一眼看到白泽手里的玄灵花。整只萝卜瞬间就炸了，炮仗一样冲了过来，“太过分了，居然把外面的野花花带到这里来，拿开拿开。我家小姐姐是这种野花花可以高攀的吗？”
en_us: "Little Big Sister, you said you would water...” Radish did not finish its sentence. It stared blankly at the Black Spirit Blossom in Bai Ze's hands and blew up like a cannon. "This is too much. You've brought wild flowers in here. Take it away, take it away. Do you think my Little Big Sister can be bought over by this wild flower?"

source: “小姐姐，我化形……哎呀！”他话没说完，突然脚下一拐，绝美的身影一颤，直接摔了下去，咕噜咕噜的一路滚到了三人的脚下。
en_us: "Little Missy, I've taken form… Aiya!" But before she could finish, she tripped. Her perfect form fell to the ground and she began to roll toward the group of three, stopping right before their feet.

source: “小姐姐，我喜欢这个地方！”萝卜挂件从孤月腿上蹦了下来，开心的在萝卜地里打起了滚，它本就是草木灵，自然喜欢木灵气旺盛的地方。
en_us: "Little Missy, I like this place!" The radish pendant hopped down from Lonemoon's leg, rolling around happily in the radish land. Being a Vegetation Spirit, it naturally liked places where Wood Spirit Qi was dense.

source: “小子，你可别乱说。”沈萤还没来得及开口，一边的魔王却吓得一下跳了起来，浑身都是一抖，“谁虎视眈眈，谁要去仙界！我才不稀罕呢！”别在大仙面前乱说啊喂，好歹自己刚帮了他，这小子居然立马恩将仇报，你给我等着！
en_us: "Don't spout nonsense , lad!" before Shen Ying could begin, the Devil King jumped and quivered in fear. " Who are you trying to frame? Who covets the Immortal World, who even wants to go to the Immortal World? I couldn't care less for it!" Hey, do not spout nonsense in front of the Great Immortal. After all, I just helped him out of trouble and this lad had the audacity to turn on me right after. Oh, just you wait!

source: “小小宗门，竟敢伤我轩辕家的人，快交出谋杀三位长老的凶手，不然，我等便血洗了这里！”
en_us: "A little sect like yours actually dared to hurt someone from my Xuan Yuan Family. Hand over the three murderers, who killed three of our elders. Otherwise, I will turn this place into a bloodbath!"

source: “小心！”一直没有开口的白泽，冷声警告了一句。
en_us: "Be careful!" Bai Ze, who had been quiet, suddenly warned.

source: “小心！”枫影手中的剑顿时就飞了出去，绕着两人转了数圈及时打散了风刃。
en_us: "Be careful!" Feng Ying threw his sword toward the girls. The sword flew toward them and circled them a few times, successfully deflecting the wind blades.

source: “小心！”羿清一个急转，连忙疾退了好几十丈，才躲开那片火焰。回头一看，只见大片大片火焰从地面燃了起来，正从四面八方蔓延过来，片刻之间眼前就已经是一片火海了。
en_us: "Be careful!" Turning swiftly around, Yi Qing hurriedly retreated a few feet, barely avoiding the flames. Looking back, he saw huge flames leaping out from the ground, spreading in all directions. Within moments, everything before him was covered in a sea of flames.

source: “小心！”羿清一把把人给拽了回来，唤出灵剑朝前一挥，凌厉的剑气，朝着荆棘扫了过去，瞬间斩落大片。但下一刻地下却冒出更多的荆棘，朝他们涌来。
en_us: "Be careful!" Yi Qing grabbed and hurled him backwards, summoned his spirit sword and swung it down forwards; the swift and fierce brilliance of his sword qi charged towards the thistles and swept across them, severing a huge section. But in the next moment, more thistles grew out from the ground, attacking them.

source: “小朋友，你继续说。”
en_us: "Go on, little one."

source: “小朋友，我现在要带你回去。但最好先把这事解决先，不然我不好向牛爸爸交待！”她扫视了他一眼，“告诉我，到底怎么回事？谁才是那个……什么安？”
en_us: "Little one, I'm now going to bring you back. But first, I'd have to settle this matter in order to account to Father Cow." She glanced over at him and asked, " Now, tell me. What happened? Who's the real...whatever An?"

source: “小杂碎，哪里跑！”
en_us: "Little rascal, where do you think you are going!"

source: “小杂种，你找死！”
en_us: "You bastard, you clearly want to die!"

source: “小白……兔，加油！”
en_us: "Little white... Bunny, you can do it!"

source: “小白啊。”
en_us: "Little White."

source: “小白，加油！”
en_us: "Little white, you can do it!"

source: “小的是印家门下正丰楼的掌柜。”那人匆匆的介绍了一句，显得有些着急，“是家主让我来请羿掌门，速速前去华元城郁家别院一趟的。”
en_us: "I am the shopkeeper of the Yin Family's Zheng Feng Restaurant," he hurriedly introduced. He looked very anxious. "My Family Master instructed me to invite you, Sect Master Yi, to the Yu Family's shed in Huayuan City."

source: “小绿啊！”沈萤皱了皱眉，直接打断她的话，“没人可以改变过去，你能改变的只有未来。我就觉得你很好，你也要觉得自己好，那么别人才会觉得你好。人要先学会爱自己，才能去爱别人。”
en_us: "Little Green!" Shen Ying frowned and interrupted her immediately. "No one can change their past but you can change your future. I think you're great. You need to think you're great too so that other people will think you're great. You must learn to love yourself before you can love others."

source: “小绿妹子上场了。”沈萤指了指场中，突然出声道。
en_us: "Little Green Sister is up," Shen Ying pointed to the stage.

source: “小绿，交给你！”沈萤招了招手道，“揍到说为止！”
en_us: "Little Green, you handle this!" Shen Ying waved. "Hit him until he talks!"

source: “小蓝，加油！”
en_us: "Little blue, you can do it!"

source: “小说？”
en_us: "Novel?"

source: “小野种，你好卑鄙！”
en_us: "Little bastard, you are so despicable!"

source: “小野种，你，你竟敢用虎哥当武器？”
en_us: "You little bastard, you, how you dare to use Brother Hu as a weapon?"

source: “小野种，看招……”
en_us: "Little bastard, take this..."

source: “小黑，看看他啥毛病？”昨天还好好的个孩子，怎么突然就精神分裂了。
en_us: "Blacky, go check on him." How could a child just suffer a mental breakdown all of a sudden when he was in a pink of health yesterday?

source: “小黑？”什么鬼？“等等，你干嘛？”
en_us: "Blacky?" What the hell? "Hold on, what are you doing?"

source: “少主和思羽，还有郁红姑娘，此刻就在郁家！”
en_us: "Young Master, Si Yu, and Miss Yu Hong are all at the Yu Family's house!"

source: “少年？”
en_us: "A young man? "

source: “少爷加油！”
en_us: "Young Master, all the best!"

source: “少爷！您有什么吩咐？”刘管事连忙掉头望着马飞，却看到一双阴冷得让人不寒而栗的眸子。
en_us: "Young Master! Do you have any instructions?" Housekeeper Liu hastily looked aback at Ma Fei, and was met with a pair of cold and cruel eyes that sent shudders down his spine.

source: “少爷，你别冲动呀，我可是听说风月楼背后势力很强大的，你不是他们对手！”
en_us: "Young Master, please don't be impulsive! I heard that the forces behind the people of Fengyue Brothel are very powerful—you're not their match at all!"

source: “少爷，你在哪？”
en_us: "Young Master, where are you?"

source: “少爷，你要去哪啊？”
en_us: "Young Master, where are you going?"

source: “少爷，少爷，你没事吧！”
en_us: "Young Master, Young Master, are you alright?"

source: “少爷，春芽说南街那边有个饭庄需要人洗碗，我想和她……”江逸回到家中扒着饭菜，江小奴坐在一边突然诺诺低声说道。
en_us: "Young Master, Chunya mentioned that someone is needed at the restaurant at South Street to wash dishes, I am thinking of going with her to..." Jiang Yi had returned home and was having his meal when Jiang Xiaonu, who was sitting beside him, suddenly spoke in a low voice.

source: “少爷，这真的是紫金吗？我不是在做梦吧？还有……少爷你的封印真的能破开吗？”
en_us: "Young Master, is this real purple gold? I'm not dreaming, am I? And... Young Master, can your seal really be broken?"

source: “少给我装蒜！”掌柜瞪了他一眼，气冲冲的道，“刚刚所有修士都看到了，你们三个就是故意跑掉的。今日我若是不追，你们难道还会回来结账不成？”
en_us: "Stop acting!" The owner glared at him and shouted, "All the cultivators saw what you did earlier. The three of you ran away on purpose. If I didn't chase after you, would you have come back to foot the bill?"

source: “就从此地开始搜寻吧。”他直接飞了下去，指着密林道，“此地灵气浓郁，应该会有十阶以上的灵兽存在。”
en_us: "Let's start our search from here,” he descended toward the island and pointed at the dense forest. "There is thick spirit Qi on this island. We should be able to find spirit beasts minimally in their tenth-stage."

source: “就你这实力，还想杀我？小爷还没认真打呢！”
en_us: "With your strength and you want to kill me? I have not yet begun to fight!"

source: “就是刚刚进魔界的小孩，一刻钟前。”
en_us: “The kid that recently entered the Demon Realm, 15 minutes ago. ”

source: “就是印家少主，印元飞。”
en_us: "The Young Master of the Yin Family, Yin Yuanfei."

source: “就是就是，他们到底是什么门派，怎么尽收些丑八怪。”
en_us: "That's right, which sect that takes in such hideous characters are they from?"

source: “就是师父原来住的那个茅屋啊。”羿清愣了一下，“师父不打算回去吗？”
en_us: "The straw cottage that you were living in." Yi Qing hesitated. "Master, are you not planning to return there?"

source: “就是知道才想不明白啊？”他一脸便秘的样子，“你老实说，那些根本就是忽悠人的吧。”
en_us: "I knew what you were talking about, that's why I don't understand." Lonemoon was utterly confused. "Tell me honestly: you were just bluffing, weren't you?"

source: “就是！”豹王也愤愤不平道，“这么多年都这样过来了，哪个妖没有吃过个把凡人，三宗六派怎么会突然发难？我觉得不是他们。”
en_us: "Isn't that so!" the Panther Monarch agreed indignantly. "All these years, which demon has never devoured a mortal before? Why would the Six Schools Three Sects suddenly make things difficult for us? I don't think it is them."

source: “就是，一个小小的中青界而已。何必让我等三人一起镇守。领的资源又少，修为停滞这么久，回去还不定被其它人怎么嘲笑。”
en_us: "That's right, this is just a tiny Middle Azure World. Why would it require the three of us to guard it? The resources we received were so little, and our cultivation has also been stagnant for so long. We may be mocked by the rest when we return."

source: “就是，就是！”印元飞也似是反应过来，反驳道，“而且思羽姑娘是体修，我可从未曾听说郁家有过体修？”
en_us: "Yes, yes!" Yin Yuanfei seemed to finally react and rebutted, "Moreover Si Yu is a body cultivator, I have never heard of Yu Family having body cultivators?"

source: “就是，江逸，再敢动手，别怪我们出手了！”
en_us: "That's right. Jiang Yi, if you dare make another move then don't blame us for being harsh!"

source: “居然是宝器！这人看来在马家地位不低啊。”
en_us: "An actual Treasured Artifact! It seems that this man has quite a high status in the Ma Family."

source: “居然有人可以这么快突破心魔，成功进入第一层。”
en_us: "Someone actually managed to defeat the mental demons and make it to the first level."
